<?php
	return array(
		'sys_title'    => array(//配置在表单中的键名 ,这个会是config[title]
		                        'title' => '系统信息标题:' ,//表单的文字
		                        'type'  => 'text' ,         //表单的类型：text、textarea、checkbox、radio、select等
		                        'value' => '系统信息' ,             //表单的默认值
		) ,

		'sys_move'     => array(
			'title'   => '系统信息位移:' ,
			'type'    => 'select' ,
			'options' => array(
				'0'  => '无' ,
				'1'  => '1格' ,
				'2'  => '2格' ,
				'3'  => '3格' ,
				'4'  => '4格' ,
				'5'  => '5格' ,
				'6'  => '6格' ,
				'7'  => '7格' ,
				'8'  => '8格' ,
				'9'  => '9格' ,
				'10' => '10格' ,
				'11' => '11格' ,
				'12' => '12格' ,
			) ,
			'value'   => '0' ,
		) ,
		'sys_width'    => array(
			'title'   => '系统信息显示宽度:' ,
			'type'    => 'select' ,
			'options' => array(
				'1'  => '1格' ,
				'2'  => '2格' ,
				'3'  => '3格' ,
				'4'  => '4格' ,
				'5'  => '5格' ,
				'6'  => '6格' ,
				'7'  => '7格' ,
				'8'  => '8格' ,
				'9'  => '9格' ,
				'10' => '10格' ,
				'11' => '11格' ,
				'12' => '12格' ,
			) ,
			'value'   => '2' ,
		) ,
		'sys_display'  => array(
			'title'   => '系统信息是否显示:' ,
			'type'    => 'radio' ,
			'options' => array(
				'1' => '显示' ,
				'0' => '不显示' ,
			) ,
			'value'   => '1' ,
		) ,


		'data_title'   => array(//配置在表单中的键名 ,这个会是config[title]
		                        'title' => '数据统计标题:' ,//表单的文字
		                        'type'  => 'text' ,         //表单的类型：text、textarea、checkbox、radio、select等
		                        'value' => '数据信息' ,             //表单的默认值
		) ,
		'data_move'    => array(
			'title'   => '数据信息位移:' ,
			'type'    => 'select' ,
			'options' => array(
				'0'  => '无' ,
				'1'  => '1格' ,
				'2'  => '2格' ,
				'3'  => '3格' ,
				'4'  => '4格' ,
				'5'  => '5格' ,
				'6'  => '6格' ,
				'7'  => '7格' ,
				'8'  => '8格' ,
				'9'  => '9格' ,
				'10' => '10格' ,
				'11' => '11格' ,
				'12' => '12格' ,
			) ,
			'value'   => '0' ,
		) ,
		'data_width'   => array(
			'title'   => '数据信息显示宽度:' ,
			'type'    => 'select' ,
			'options' => array(
				'1'  => '1格' ,
				'2'  => '2格' ,
				'3'  => '3格' ,
				'4'  => '4格' ,
				'5'  => '5格' ,
				'6'  => '6格' ,
				'7'  => '7格' ,
				'8'  => '8格' ,
				'9'  => '9格' ,
				'10' => '10格' ,
				'11' => '11格' ,
				'12' => '12格' ,
			) ,
			'value'   => '2' ,
		) ,
		'data_display' => array(
			'title'   => '数据信息是否显示:' ,
			'type'    => 'radio' ,
			'options' => array(
				'1' => '显示' ,
				'0' => '不显示' ,
			) ,
			'value'   => '1' ,
		) ,
	);
				